brew "direnv"
brew "docker"
brew "fzf"
brew "golang"
brew "python3"
brew "ripgrep"
brew "rust"
brew "uv"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "bettertouchtool"
cask "bitwarden"
cask "google-chrome"
cask "iterm2"
cask "monitorcontrol"
cask "spotify"
cask "visual-studio-code"
